{
    "text.header.one": "Home",
    "text.header.two": "About me",
    "text.header.three": "Experience",
    "text.header.four": "Projects",
    "text.header.five": "Contact",
    "text.header.six": "Download CV",
    "text.hero": "I develop flawless and accessible products, ranging from mobile applications to websites.",
    "text.hero.btn": "Get in touch!",
    "text.aboutme": "Hi! I'm Agustín, a seasoned iOS developer with over two years of expertise. My journey spans four years in WordPress web development and a year in React and Node. Currently immersed in crafting cutting-edge mobile apps for Apple, I'm open to brief, impactful web projects. My skills extend beyond coding, encompassing UX/UI, accessibility, and iterative product enhancement. I thrive on challenges, relish teamwork, and am eager to contribute to innovative projects. Let's create something extraordinary together!",
    "text.technology": "Technologies I have used recently:",
    "text.experience": "Work experience",
    "text.tab.experience.one": "Projects experience",
    "text.tab.experience.two": "WordPress Developer",
    "text.experience.title.one": "Full Stack MERN Projects",
    "text.experience.description.one": "In the MindHub coding bootcamp, I acquired the knowledge of the stack mern and developed the following projects:",
    "text.experience.title.two": "Creation of web pages with WordPress",
    "text.experience.title.date.two":"Apr 2018 - Aug 2021",
    "text.experience.description.two": "In my experience with this CMS, I did different projects, both personal and for clients, from ecommerces, online academies, lading pages, blogs, corporations, among others.",
    "text.experience.title.three": "Community Manager, social media and SEO",
    "text.experience.title.description.three": "I have done on several websites for clients web / blog optimization, keywords research and content strategy",
    "text.experience.title.date.three":"Apr 2018 - Jun 2021",

    "text.experience.title.description.four":"At Ixpandit carry out: development and maintenance of functionalities, tests, bug fixes. Technologies used:",
    "text.experience.title.date.four":"Jul 2021 - Sep 2021 · 3 mos",

    "text.experience.title.description.five":"In Naranja X my tasks are: creation of user interfaces (programmatically), implementation of new features, bug fixes, integrations with REST web services (JSON), SDK integration, management of Cocoapods dependencies, use of repositories (GitLab) for control of versions, unit tests. As a work methodology we use SCRUM and MVP as architecture pattern.",
    "text.experience.title.date.five":"Sep 2021 - Jun 2022 · 10 mos",
    "text.experience.description.six":"I work at a bank in the onboarding team, where I work as a Semi senior iOS Developer. After creating a module for the registration of new customers and providing them with a credit or debit card, I am now tasked with improving the architecture of the module to support different types of onboarding.",
    "text.experience.date.six":"At the momment",

    "text.experience.description.seven":"At braingApps, I worked for a client from Spain on an e-commerce application designed for wholesale product sales. The initial challenge involved updating the application, beginning with migrating from SOAP to REST. The project was originally developed in Objective-C. Seizing the opportunity of the backend change, we initiated the migration of certain screens to Swift. The architectural pattern employed was MVVM. Given that the application operates with an SQLite database, I had to adapt it to be compatible with Swift and adjust the data retrieval method. Presently, this application is successfully published on the AppStore.",



    "text.proyect": "My projects",
    "text.proyect.subtitleAbove": "Featured project",
    "text.proyect.description.one": "Onboarding is a customer onboarding channel designed for account sign-ups. Users can easily register and acquire a current account along with a credit card. Within this channel, we implement various identity validations to ensure security. It also features a referral system, geolocation, and customized adaptations based on the user's entry point through universal links.",
    "text.proyect.description.two": "Roly is one of the most recognized brands in the European market within the promotional and sports textile sector. This application allows users to browse the complete catalog of the brand and place orders.",
    "text.proyect.description.three": "Scanner DNI Barcode is an application designed to scan the information from identity documents, streamlining identity validation processes and preventing fraud.",
    "text.proyect.description.four": "Somos Gestión Humana is an online academy that I developed using WordPress. Users can purchase a course and, subsequently, receive access to begin their learning journey. This platform is seamlessly integrated with MercadoPago and PayPal for secure and convenient transactions.",
    "text.proyect.description.five": "MVP prototype of an application that exemplifies how a movie platform could look, inspired by the design of Disney+",
    "text.proyect.description.six": "Naranja X is a fintech. I worked in the merchants channel, where I developed the onboarding process for commercial sales using a physical device (dongle) and through QR codes",
    "text.proyect.description.seven": "MVP prototype of an online fitness courses application. Application developed with the MERN stack.",
    "text.proyect.description.eigth": "MVP prototype of an application that exemplifies how a animes platform could look, inspired by the design of Crunchyroll.",
    "text.proyect.description.nine":"MVP prototype of a music application. Within this app, users can add songs, listen to them, adjust their volume, and download them.",

   
    "text.otherProyect" : "Other projects",
    "text.otherProyect.description.one": "E-commerce carried out as a project in the MindHub 2021 bootcamp. To obtain the data, it consumes a product API.",
    "text.otherProyect.description.two": "Dynamic web page as a project in the MindHub 2021 bootcamp. It consumes the ProPublica API to obtain the data.",
    "text.otherProyect.description.three": "Personal project in order to be able to show my skills and projects carried out in my professional career.",
    "text.otherProyect.description.four": "A multilanguage Academy of Spanish, made for a client from Spain. Freelancer",
    "text.otherProyect.description.five": "Academy of English with a classes reservation system and an LMS plugin for online courses.",
    "text.otherProyect.description.six": "Academy of vocational training. E-commerce of online courses with integration to Moddle.",
    "text.contact": "What is the next step?",
    "text.contact.content": "Right now I am looking for new opportunities and challenges",
    "text.contact.subTitle": "Contact me",
    "text.contact.btn": "Contact"
}