{
    "text.header.one": "Home",
    "text.header.two": "About me",
    "text.header.three": "Experience",
    "text.header.four": "Projects",
    "text.header.five": "Contact",
    "text.header.six": "Download CV",
    "text.hero": "Welcome! Thank you for your interest in my profile. I am a Full Stack MERN & Mobile developer who resides in the city of Buenos Aires and is in search of new challenges. I hope you enjoy the works that I have selected for this portfolio.",
    "text.hero.btn": "Get in touch!",
    "text.aboutme": "I am passionate about the development and design of web and mobile applications, with a great capacity to learn by doing and independently, eager for great challenges. Currently, I am working at Naranja X as an iOS Mobile Engineer.",
    "text.technology": "Technologies I have used recently:",
    "text.experience": "Work experience",
    "text.tab.experience.one": "Projects experience",
    "text.tab.experience.two": "WordPress Developer",
    "text.experience.title.one": "Full Stack MERN Projects",
    "text.experience.description.one": "In the MindHub coding bootcamp, I acquired the knowledge of the stack mern and developed the following projects:",
    "text.experience.title.two": "Creation of web pages with WordPress",
    "text.experience.description.two": "In my experience with this CMS, I did different projects, both personal and for clients, from ecommerces, online academies, lading pages, blogs, corporations, among others. Some of my latest projects",
    "text.experience.title.three": "SEO",
    "text.experience.title.description.three": "I have done on several websites for clients web / blog optimization, keywords research and content strategy",
    "text.experience.title.description.four":"At Ixpandit carry out: development and maintenance of functionalities, tests, bug fixes. Technologies used:",
    "text.experience.title.description.five":"In Naranja X my tasks are: creation of user interfaces (programmatically), implementation of new features, bug fixes, integrations with REST web services (JSON), SDK integration, management of Cocoapods dependencies, use of repositories (GitLab) for control of versions, unit tests. As a work methodology we use SCRUM and MVP as architecture pattern.",
    "text.experience.description.six":"I work at a bank in the onboarding team, where I work as a Semi senior iOS Developer. After creating a module for the registration of new customers and providing them with a credit or debit card, I am now tasked with improving the architecture of the module to support different types of onboarding.",
    "text.proyect": "My projects",
    "text.proyect.subtitleAbove": "Featured project",
    "text.proyect.description.one": "Web application built on the backend with Node, and the frontend with React js. To handle its global state I used Redux. myTinerary was an individual project, result of a 5-week sprin performed with the SCRUM methodology.",
    "text.proyect.description.two": "E-commerce of a sex toy store developed in 2 weeks. I was the team leader of this group project.",
    "text.proyect.description.three": "Mobile application made with React Native, it was developed in the same two weeks as the web application. Both were carried out in parallel. The mobile app has all the features of its web version.",
    "text.proyect.description.four": "Web application of online courses for personal trainers. It was a 2-week group project and I was the team leader of the group.",
    "text.proyect.description.five": "myTinerary application has the same features as its web version",
    "text.otherProyect" : "Other projects",
    "text.otherProyect.description.one": "E-commerce carried out as a project in the MindHub 2021 bootcamp. To obtain the data, it consumes a product API.",
    "text.otherProyect.description.two": "Dynamic web page as a project in the MindHub 2021 bootcamp. It consumes the ProPublica API to obtain the data.",
    "text.otherProyect.description.three": "Personal project in order to be able to show my skills and projects carried out in my professional career.",
    "text.otherProyect.description.four": "A multilanguage Academy of Spanish, made for a client from Spain. Freelancer",
    "text.otherProyect.description.five": "Academy of English with a classes reservation system and an LMS plugin for online courses.",
    "text.otherProyect.description.six": "Academy of vocational training. E-commerce of online courses with integration to Moddle.",
    "text.contact": "What is the next step?",
    "text.contact.content": "Right now I am looking for new opportunities and challenges",
    "text.contact.subTitle": "Contact me",
    "text.contact.btn": "Contact"
}