{
    "text.header.one": "Inicio",
    "text.header.two": "Acerca de mí",
    "text.header.three": "Experiencia",
    "text.header.four": "Proyectos",
    "text.header.five": "Contacto",
    "text.header.six": "Descargar CV",
    "text.hero": "¡Bienvenidx! Gracias por interesarte en mi perfil. Soy un desarrollador Full Stack MERN & Mobile que reside en la ciudad de Buenos Aires y está en búsqueda de nuevos desafíos. Espero disfrutes los trabajos que he seleccionado para este porfolio.",
    "text.hero.btn": "Ponete en contacto!",
    "text.aboutme": "Soy un joven apasionado por el desarrollo y diseño de aplicaciones web y móviles, con gran capacidad para aprender haciendo y autónomamente, con ansias de grandes desafíos. Actualmente, me encuentro trabajando en Naranja X como iOS Mobile Engineer.",
    "text.technology": "Tecnologías que he utilizado recientemente:",
    "text.experience": "Experiencia laboral",
    "text.tab.experience.one": "Desarrollador Full Stack MERN",
    "text.tab.experience.two": "Desarrollador WordPress",
    "text.experience.title.one": "Desarrollador Full Stack MERN",
    "text.experience.description.one": "En el bootcamp de mindHub adquirí los conocimientos del stack mern con los cuales desarrole los siguientes proyectos:",
    "text.experience.title.two": "Creación de páginas web con WordPress",
    "text.experience.description.two": "En mi experiencia con este CMS, realice distintos proyectos tanto personales como para clientes desde ecommerces, academias online, lading page, blogs, coorporativos entre otros. Algunos de mis ultimos proyectos",
    "text.experience.title.description.three": "He realizado en varias web para clientes optimización web/blog, keywords research y estrategia decontenido",
    "text.experience.title.description.four": "En Ixpandit realice: desarrollo y mantenimiento de funcionalidades, test, fixs de bugs. Tecnologias usadas:",
    "text.experience.title.description.five":"En naranja X mis tareas son : creación de interfaces de usuario(programáticamente) , implementación de nuevas funcionalidades, bug fixes, integraciones con REST web services(JSON), integración SDK ,manejo de dependencias Cocoapods, uso de repositorios (GitLab) para el control de versiones, test unitarios. Como metodología de trabajo utilizamos SCRUM y MVP como patron de arquitectura.",
    "text.proyect": "Mis proyectos",
    "text.proyect.subtitleAbove": "Proyecto destacado",
    "text.proyect.description.one": "Aplicación web construida en el backend con Node, y el frontend con React js. Para manejar su estado global utilicé Redux. My Tinerary fue el resultado de un sprin de 5 semanas realizado con la metodología SCRUM.",
    "text.proyect.description.two": "E-commerce desarrollada en un grupo con la temática de una tienda de juguetes sexuales. Fue desarrollada en 2 semanas donde fui el líder de equipo llevando a cabo la responsabilidad de un producto terminado y profesional.",
    "text.proyect.description.three": "Aplicación móvil realizada con react native, fue desarrollada en las mismas dos semanas que la e-commerce. Se realizaron las 2 en paralelo. Cuenta con todas las funcionalidades que su versión web.",
    "text.proyect.description.four": "Aplicación web de cursos online con la temática personal trainer. Desarrollada en grupo en una semana donde fui líder de equipo para llevar a cabo el desarrollo de la misma.",
    "text.proyect.description.five": "Aplicación de myTinerary fue desarrollada como parte del sprint realizado en el bootcamp. Cuenta con las mismas funcionalidades que su version web",
    "text.experience.description.six":"Trabajo en un Banco, en el equipo de onboarding, donde me desempeño como Ssr iOS Developer. Luego de crear un modulo para el alta de nuevos clientes y proporcinarles una tarjeta de credito o debito, me encuentro en la tarea de mejorar la arquitectura del modulo para que soporte diferentes tipos de onboarding.",
    "text.otherProyect" : "Otros proyectos",
    "text.otherProyect.description.one": "E-commerce realizada como proyecto en el bootcamp MindHub 2021. Para la obtención de los datos consume una api de productos.",
    "text.otherProyect.description.two": "Página web dinámica como proyecto en el bootcamp MindHub 2021. Que consume la API de ProPublica para la obtención de los datos.",
    "text.otherProyect.description.three": "Proyecto personal con el fin de poder mostrar mis habilidades y proyectos realizados en mi carrera profesional.",
    "text.otherProyect.description.four": "Academia de español multilenguaje. Realizada para un cliente de España. Freelancer",
    "text.otherProyect.description.five": "Academia de inglés con sistema de reserva de clases y con un plugin LMS para cursos online.",
    "text.otherProyect.description.six": "Academia de formación profesional. E-commerce de cursos online con integración a moddle.",
    "text.contact": "¿Cuál es el siguiente paso?",
    "text.contact.content": "En este momento estoy buscando nuevas oportunidades y desafíos",
    "text.contact.subTitle": "Contactame",
    "text.contact.btn": "Contacto"
}