{
    "text.header.one": "Inicio",
    "text.header.two": "Acerca de mí",
    "text.header.three": "Experiencia",
    "text.header.four": "Proyectos",
    "text.header.five": "Contacto",
    "text.header.six": "Descargar CV",
    "text.hero": "Desarrollo productos de manera impecable y accesible, abarcando desde aplicaciones móviles hasta páginas web.",

    "text.hero.btn": "¡Ponéte en contacto!",
    "text.aboutme":"¡Hola! Soy Agustín, un desarrollador de iOS con más de 3 años de experiencia. Mi trayectoria también incluye cuatro años en el desarrollo web con WordPress y un año explorando React y Node. Enfocado actualmente en la creación de aplicaciones móviles para Apple",
    "text.technology": "Tecnologías que he utilizado recientemente:",
    "text.experience": "Experiencia laboral",
    "text.tab.experience.one": "Desarrollador Full Stack MERN",
    "text.tab.experience.two": "Desarrollador WordPress",
    "text.experience.title.one": "Desarrollador Full Stack MERN",
    "text.experience.description.one": "En el bootcamp de mindHub adquirí los conocimientos del stack mern con los cuales desarrole los siguientes proyectos:",
    "text.experience.title.two": "Creación de páginas web con WordPress",
    "text.experience.description.two": "En mi experiencia con este CMS, realice distintos proyectos tanto personales como para clientes desde ecommerces, academias online, lading page, blogs, coorporativos entre otros.",
    "text.experience.title.description.three": "He realizado en varias web para clientes optimización web/blog, keywords research y estrategia decontenido",
    "text.experience.title.description.four": "En Ixpandit realice: desarrollo y mantenimiento de funcionalidades, test, fixs de bugs. Tecnologias usadas:",
    "text.experience.title.description.five":"En naranja X mis tareas son : creación de interfaces de usuario(programáticamente) , implementación de nuevas funcionalidades, bug fixes, integraciones con REST web services(JSON), integración SDK ,manejo de dependencias Cocoapods, uso de repositorios (GitLab) para el control de versiones, test unitarios. Como metodología de trabajo utilizamos SCRUM y MVP como patron de arquitectura.",
    "text.proyect": "Mis proyectos",
    "text.experience.description.six": "Trabajo en un banco en el equipo de incorporación, donde desempeño el rol de Desarrollador iOS Semi Senior. Después de crear un módulo para el registro de nuevos clientes y proporcionarles una tarjeta de crédito o débito, ahora se me ha encomendado la tarea de mejorar la arquitectura del módulo para admitir diferentes tipos de incorporación.",

    "text.proyect.subtitleAbove": "Proyecto destacado",
    "text.proyect.description.one": "Onboarding es un canal de originación para altas de clientes. Los usuarios se pueden dar de alta con una caja de ahora y una tarjeta de crédito. Dentro de este canal tenemos diferentes validaciones de identidad. También cuenta con sistema de referidos, geolocalización y diferentes adaptaciones custom dependiendo de donde este llegando el cliente a través de un universal links.",
    "text.proyect.description.two": "Roly es una de las marcas más reconocidas en el mercado europeo dentro del sector textil promocional y deportivo. Esta aplicación permite consultar el catálogo completo de la marca y realizar pedidos.",
    "text.proyect.description.three": "Scanner DNI Barcode es una aplicación para escanear la información del documento de identidad para agilizzar los procesos de validación de identidad y prevenir fraudes.",
    "text.proyect.description.four": "Somos gestión Humana es una academia online que desarrolle con WordPress donde el usuario puede comprar un curso y paso siguiente recibir los accesos para poder empezar con su curso. Esta plataforma esta integrada con MercadoPago y PayPal.",
    "text.proyect.description.five": "Prototipo MVP de una aplicación que ejemplifica cómo podría ser una plataforma de películas, inspirada en el diseño de Disney+",
    "text.proyect.description.six" :"Naranja X, es una fintech. Trabaje en el canal de merchants, donde desarrolle el onboarding de ventas de comerciales con un dispositivo físico (dongle) y a través de QRs",
    "text.proyect.description.seven": "Prototipo MVP de una aplicación para cursos de fitness en línea. Aplicación desarrollada con el stack MERN",
    "text.proyect.description.eigth": "Prototipo MVP de una aplicación que ejemplifica cómo podría ser una plataforma de animes, inspirada en el diseño de Crunchyroll",
    "text.proyect.description.nine":"Prototipo MVP de una aplicación musical que permite agregar, escuchar, ajustar el volumen y descargar canciones.",
    "text.proyect.description.teen":"Mediante este canal, los usuarios del banco pueden otorgar su consentimiento para llevar a cabo transferencias pull con sus diversas billeteras digitales.",
    "text.proyect.description.eleven":"A través de este canal, los usuarios pueden realizar transferencias pull desde sus otras cuentas. No obstante, solo podrán hacerlo si han otorgado previamente su consentimiento para estas transacciones.",
    
    "text.experience.date.six": "Actualmente",
    "text.otherProyect" : "Otros proyectos",
    "text.otherProyect.description.one": "E-commerce realizada como proyecto en el bootcamp MindHub 2021. Para la obtención de los datos consume una api de productos.",
    "text.otherProyect.description.two": "Página web dinámica como proyecto en el bootcamp MindHub 2021. Que consume la API de ProPublica para la obtención de los datos.",
    "text.otherProyect.description.three": "Proyecto personal con el fin de poder mostrar mis habilidades y proyectos realizados en mi carrera profesional.",
    "text.otherProyect.description.four": "Academia de español multilenguaje. Realizada para un cliente de España. Freelancer",
    "text.otherProyect.description.five": "Academia de inglés con sistema de reserva de clases y con un plugin LMS para cursos online.",
    "text.otherProyect.description.six": "Academia de formación profesional. E-commerce de cursos online con integración a moddle.",
    "text.experience.description.seven":"En braingApps, trabajé para un cliente de España en una aplicación de comercio electrónico diseñada para la venta mayorista de productos. El desafío inicial consistió en actualizar la aplicación, comenzando con la migración de SOAP a REST. El proyecto se desarrolló originalmente en Objective-C. Aprovechando el cambio en el backend, iniciamos la migración de algunas pantallas a Swift. El patrón arquitectónico utilizado fue MVVM. Dado que la aplicación opera con una base de datos SQLite, tuve que adaptarla para que fuera compatible con Swift y ajustar el método de obtención de datos. Actualmente, esta aplicación está publicada con éxito en la AppStore.",
    "text.contact": "¿Cuál es el siguiente paso?",
    "text.contact.content": "En este momento estoy buscando nuevas oportunidades y desafíos",
    "text.contact.subTitle": "Contactame",
    "text.contact.btn": "Contacto"
}


